Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: You have not specified a target page or user to perform this function on.
ne: यो कार्यको लागी तपाईंले कुनै लक्षित पृष्ठ वा प्रयोगकर्ता निर्दिष्ट गर्नु भएको छैन ।

source: The indexing process is finished.
ne: सुचीकरण प्रकृया समाप्त भएको छ।

source: ==Terminology==
ne: == शब्दावली ==

source: MassAction
ne: सामुहिक कारवाही

source: Zoom out:
ne: सानो पार्ने

source: Rating:
ne: रेटिङ:

source: Donate
ne: दान गर्ने

source: Show tree
ne: वृक्ष हेर्ने

source: Top editors
ne: उत्कृष्ट सम्पादकहरू

source: Show last $1 hours $2 days
ne: पछिल्ला $2 दिनहरू $1 घण्टाहरू देखाउनुहोस्

source: Error: Could not connect to the server.
ne: त्रुटि : सर्भरसँग जडान गर्न सकिएन

source: The group already exists.
ne: समूह पहिले देखि नै छ।

source: Single click, middle button
ne: बीच को बटन एक चोटी थिच्नुहोस

source: Adds information and messages related to the Wiki Loves Monuments photographic contest
ne: विकि लभ्स मोन्युमेन्ट्स सम्बन्धित जानकारी र सन्देशहरू जोड्नुहोस्।

source: Bot: Removing selflinks
ne: बोट : सेल्फ लिङ्कहरू हटाउँदै

source: This feature only works with {{PLURAL:$1|the following skin|the following skins}}:
ne: यो सुविधा मात्रै निम्न {{PLURAL:$1|छाला|छालाहरू}} सँग काम गर्छ:

source: see
ne: हेर्ने

source: Trusted data objects
ne: भरपर्दा तथ्याङ्क वस्तुहरू

source: Move Input Source Down
ne: आगत स्रोतलाई तल सार्नुहोस्

source: Incorrect username
ne: गलत प्रयोगकर्ता नाम

source: _Lock screen after:
ne: स्क्रिन पछि लक गर्ने:

source: Decorations
ne: सजावटहरू

source: Exposure time
ne: एक्स्पोज़र समय

source: PPP service disconnected
ne: पिपिपी सेवा विच्छेद भयो

source: For your security, remote pictures are not displayed.
ne: सुरक्षाको लागि , दुर तस्विर देखाइएको छैन ।

source: Licensing:
ne: अनुज्ञा प्राप्त गर्दै

source: Sorry, the application %s has stopped unexpectedly.
ne: माफ गर्नुहोस्, अनुप्रयोग %s अचानक रोकिएको छ।

source: Moves:
ne: चालहरु:

source: set
ne: छान्नुहोस

source: Bot: Creating hyphenated redirect to [[%(title)s]]
ne: रोबोट: [[%(title)s]]मा हाइफनयुक्त रिडाइरेक्ट सिर्जना गरियो

source: A specific summary helps co-editors quickly review your edits. You can also pick from tags below.
ne: एक विशिष्ट सारांश सह-सम्पादकहरूलाई चाँडै तपाईँका सम्पादनहरू समीक्षा गर्न मद्दत गर्छ। तपाईँले तलका ट्यागहरूबाट पनि छान्न सक्नुहुन्छ।

source: ‹ Previous
ne: ‹ पछिल्लो

source: Cycles through icons present in the Launcher, in reverse order. Activates the highlighted icon on release.
ne: लन्चरमा भएका आइकनहरूमा उल्टोतिरबाट पालैपालो सर्छ । कि छोडेपछि छानिएको आइकनलाई सक्रिय गर्छ ।

source: Username is mandatory.
ne: प्रयोगकर्ता नाम आवश्यक छ ।

source: pages except files
ne: फाइलहरू बाहेकका पृष्ठहरू

source: The value you specified is below the minimum of $1.
ne: तपाईंले जनाउनु भएको मान न्युनतम $1 भन्दा कम भयो ।

source: Measurements
ne: नापहरू

source: You can export the text and editing history of a particular page or set of pages wrapped in some XML. This can be imported into another wiki using MediaWiki via the [[Special:Import|import page]]. To export pages, enter the titles in the text box below, one title per line, and select whether you want the current revision as well as all old revisions, with the page history lines, or the current revision with the info about the last edit. In the latter case you can also use a link, for example [[{{#Special:Export}}/{{MediaWiki:Mainpage}}]] for the page "[[{{MediaWiki:Mainpage}}]]".
ne: तपाईं विशिष्ठ पृष्ठको विषय वस्तु र सम्पादन इतिहासलाई निर्यात गर्न सक्नुहुन्छ अथवा पृष्ठहरूको समूहका केहि XML मा बेर्न सक्नुहुन्छ। यो [[Special:Import|आयात पृष्ठ]]को सहायताले मीडियाविकीको प्रयोग गरेर दोश्रो विकीबाट आयात गर्न सकिनेछ। पृष्ठहरूको निर्यात गर्नका लागि, तल विषय वस्तु बाकसमा शीर्षक दिनुहोस्, एक शीर्षक प्रति पङ्क्ति, र छान्नुहोस् कि तपाईं वर्तमान अवतरणसँग पुरानै अवतरण पनि चाहनुहुन्छ वा चाहनुहुन्न, वा पछिल्लो सम्पादनको बारेमा जानकारीसँग मात्रै वर्तमान अवतरण चाहनुहुन्छ। पछीको स्थितिको लागि तपाईं लिङ्कको पनि प्रयोग गर्न सक्नुहुन्छ, उदाहरणको लागि, "[[{{MediaWiki:Mainpage}}]]" पृष्ठको लागि [[{{#Special:Export}}/{{MediaWiki:Mainpage}}]]।

source: Middle
ne: मध्य

source: scan failed (code $1)
ne: पढाइ असफल(कोड $1)

source: First published
ne: प्रथम प्रकाशित

source: Trace
ne: ट्रेस

source: Add New Printer
ne: नयाँ मुद्रक थप्नुहोस्...

source: Year
ne: वर्ष

source: Group Name
ne: समूह नाम

source: other time
ne: अरु समय

source: A conglomerate setting that modifies the overall responsiveness of the Launcher reveal.
ne: लन्चर सेटिङ् जसले सम्पूर्ण लन्चर देखाउने सतर्कता (माउस कत्तिको चलाएपछि लन्चर देखाउने भन्ने) परिवर्तन गर्छ ।

source: overwrite this existing file
ne: रहिआएको फाइल अधिलेखन गर्ने

source: Weight of relevant experience:
ne: प्रासङ्गिक अनुभवको तौल:

source: Describe the image
ne: चित्र वर्णन

source: Flipped horizontally
ne: क्षैतिज रुपमा फ्लिप(Flip) गरिएको

source: Date Setting
ne: मिति सेटिङ

source: Attachment:
ne: यसमा जोडिएको:

source: Connect to a Hidden Network
ne: लुकेको संजाल मा जोडिनु

source: CCITT Group 3 1-Dimensional Modified Huffman run length encoding
ne: CCITT समूह 3 1-Dimensional Modified Huffman संचालन इन्कोडिङ्ग

source: font size
ne: फन्ट आकार

source: Show pages starting with:
ne: बाट सुरु हुने पृष्ठहरू देखाउनुहोस :

source: Rotated 90° CW and flipped vertically
ne: ९०° घडिको दिशामाको परिक्रमा र मास्तिर फर्काइएको(फ्लिप)

source: The page is bigger than <code>$wgMaxArticleSize</code> after expanding a template argument (something in triple braces, like <code>{{{Foo}}}</code>).
ne: यो पृष्ठ <code>$wgMaxArticleSize</code> भन्दा ठुलो छ जबकि ढाँचाहरूको आन्तरिक पाठलाई बढाइएको छ (तीनगुना ब्रेसको रूपमा जस्तै <code>{{{Foo}}}</code>) ।

source: transclusion
ne: पारदर्शिता

source: Go to
ne: जाने

source: Hierarchy
ne: पदक्रम

source: Version
ne: संसकरण

source: Some bubble tea for you!
ne: तपाईंको लागी केही बबाल चिया !

source: Wireless mouse
ne: वायरलेस माउस

source: Select Profile
ne: प्रोफाइल छान्नुहोस्

source: Apply Changes
ne: परिवर्तनहरू लागु गर्ने

source: LRO Left-to-right _override
ne: LRO बायाँ-बाट-दायाँ अधिरोहण

source: View changes
ne: परिवर्तन हेर्ने

source: latest first
ne: नयाँहरू पहिले

source: Barnstar of Diligence
ne: अथक मेहनती बार्नस्टार

source: Available Profiles for Cameras
ne: क्यामेराका लागि उपलब्ध प्रोफाइलहरू

source: Your signature is too long. It must not be more than $1 {{PLURAL:$1|character|characters}} long.
ne: तपाईंको दस्तखत धेरै लामो छ। यो $1 {{PLURAL:$1|अक्षर|अक्षरहरू}} भन्दा लामो हुनु हुँदैन ।

source: The {{SITENAME}} page $1 has been {{GENDER:$2|created}} on $PAGEEDITDATE by $2, see $3 for the current revision.
ne: {{SITENAME}} पृष्ठ $1 लाई {{gender:$2|$2}} ले $PAGEEDITDATE मा बनाएको हो, वर्तमान अवतरण को लागि $3 हेर्नुहोस।

source: Saved {{month}} {{day}}, {{year}}
ne: सङ्ग्रह गरिएको {{month}} {{day}}, {{year}}

source: Space
ne: स्पेस

source: Do not show templates in these namespaces:
ne: यो नामस्थानहरूमा ढाँचाहरू नदेखाउने:

source: $1 {{GENDER:$2|updated}} tags on log entry $5 of page $3 ({{PLURAL:$7|added}} $6; {{PLURAL:$9|removed}} $8)
ne: $1 {{GENDER:$2|अपडेट गरियो}} ट्याग संशोधन $5 मा पृष्ठ $3 सँग ({{PLURAL:$7|जोडियो}} $6; {{PLURAL:$9|हटाइयो}} $8)

source: Entity does not exist!
ne: निकाय अवस्थित छैन !

source: Project pages
ne: आयोजना पृष्ठहरू

source: Desired curation level
ne: छानिएको संरक्षण तह

source: Delete contact
ne: सम्पर्क विवरण हटाउने

source: sticky:
ne: स्टिकी:

source: Redirect fixer
ne: अनुप्रेषण तय गर्ने

source: RGB
ne: आरजीबी(रातोहरियोनिलो)

source: Remove this page from your watchlist?
ne: के यो पृष्ठलाई निगरानी सुचीबाट हटाउने हो ?

source: Old Node
ne: पूरानो नोड

source: (wiki page: $1)
ne: (विकि पृष्ठ: $1)

source: ZWNJ Zero width _non-joiner
ne: ZWNJ शून्य चौडाइ गैर-योजक

source: Text and image sources, contributors, and licenses Text $1Images $2 Content license $3
ne: पाठ र चित्र स्रोतहरू, योगदानकर्ताहरू, र लाइसेन्स पाठ $1चित्रहरू $2 सामग्री लाइसेन्स $3

source: Italic text
ne: छड्के अक्षर

source: Add a reply
ne: जवाब जोड़ने

source: Greyscale
ne: ग्रेस्केल

source: This user does not exist.
ne: यो प्रयोगकर्ता अस्तित्वमा छैन।

source: Enter a header:
ne: शिर्षक राख्नुहोस्:

source: Deactivate tag
ne: ट्याग निष्क्रिय गर्नुहोस्

source: Select language
ne: भाषा छान्ने

source: Articles
ne: लेख

source: None of the uploads were successful.
ne: कुनै पनि फाइल अपलोड सफल भएन

source: p1 score
ne: p1 स्कोर

source: The following data is cached and may not be up to date. A maximum of {{PLURAL:$1|one result is|$1 results are}} available in the cache.
ne: तलको डाटाहरू क्याचमा रहेका कुराहरू हुन्। अपटुडेट नहुनपनि सक्छन्। अधिकतम {{PLURAL:$1|नतिजा|$1 नतिजाहरू}} क्याचमा उपलब्ध छ।

source: Delete Role
ne: रोल मेट्ने

source: Translators
ne: अनुवादकहरू:

source: Could not create temporary file.
ne: अस्थायी फाइल सृजना गर्न सकिएन।

source: Installer for the Adobe Flash plugin for Mozilla
ne: Mozilla को लागि Adobe Flash स्थापक

source: The requested page title contains invalid characters: "$1".
ne: निवेदन गरिएको यस पृष्ठको शिर्षकमा अबैध अक्षर रहेको छः "$1" ।

source: Save in
ne: यहाँ सङ्ग्रह गर्नुहोस्

source: Edited by author.<br /> Last edit: $1
ne: लेखकद्वारा सम्पादन गरिएको<br /> अन्तिम पटक: $1

source: Loading first section of the article...
ne: लेखको पहिलो खण्ड लोड गर्दै...

source: OpenStreetMap tags
ne: OpenStreetMap ट्यागहरू

source: PNG file comment
ne: पिएनजी फाइल टिप्पणी

source: DVD burner
ne: डिभिडि लेखक

source: looped
ne: ग़ाँठो परेको

source: --Select One--
ne: --एक छान्नुहोस--

source: Right middle finger
ne: दायाँ माझी औँला

source: and every citizen of our glorious nation shall be proud to be known as
ne: र हाम्रो किर्तिमानी राष्ट्रका नागरिकहरूले गर्व गर्नेको परिचय

source: Turns to reach 100%
ne: १०० प्रतिशत पुग्न लाग्यो

source: Blocking admin
ne: प्रबन्धकलाई रोक लागाइँदै

source: Workspace %dx%d
ne: कार्यस्थान %dx%d

source: Marketplace
ne: बजार क्षेत्र

source: Switch to next source
ne: अर्को श्रोतमा जाने

source: Unlock database
ne: डाटाबेस अनलक गर्नुहोस्

source: _Speed:
ne: गति:

source: Next Week
ne: अर्को हप्ता

source: Message:
ne: सन्देशहरु:

source: For Purchase
ne: किन्नको लागि

source: Joypad
ne: जोएप्याड

source: View category page
ne: श्रेणी पृष्ठ हेर्नुहोस्

source: Format to Export
ne: निर्यात गर्ने ढाँचा

source: Not a tag
ne: संकेत होइन

source: credit card type
ne: क्रेडिट कार्डको प्रकार

source: Default Set
ne: पूर्व निर्धारित समुह

source: [Interwiki transcluding is disabled]
ne: [अन्तरविकि दस्तावेज अन्तरकरण निस्क्रिय]

source: Information on how to download the database
ne: डेटाबेस डाउनलोड कसरी गर्ने भन्ने जानकारी

source: Sorry, a problem occurred while installing software.
ne: माफ गर्नुहोस्, सफ्टवेयर स्थापना गर्दा त्रुटी भयो।

source: There are no tokens to reset.
ne: पूर्वरुपमा फर्काउन कुनै पनि टोकन छैन ।

source: Results bar
ne: नतिजा बार

source: The following files are used but do not exist. Files from foreign repositories may be listed despite existing. Any such false positives will be <del>struck out</del>. Additionally, pages that embed files that do not exist are listed in [[:$1]].
ne: निम्न फाइलहरू प्रयोगमा छन् तर यहाँ छैन । वाह्य भन्डारहरूको फाइलहरू उपस्थित भए पनि सूचीमा हुन सक्छ। यस्तो कुनै पनि गलत प्रविष्टिहरू <del>काटिएको हुनेछ</del>। साथै, जुन पृष्ठ यस फाइलको प्रयोग गरिरहेको छ तर यहाँ छैन, त्यसको सूची [[:$1]]मा छ।

source: Wikipedia language
ne: विकिपीडिया भाषा

source: Error: $1
ne: समस्याः $1

source: User Information
ne: प्रयोगकर्ता जानकारी

source: What would you like to do with your observations in this project?
ne: यस परियोजनामा तपाईंका अवलोकन बुँदाहरूलाई तपाईं के गर्न चाहनु हुन्छ?

source: Older Page
ne: पुरानो पाना

source: The Half Barnstar
ne: आधा बार्नस्टार

source: Page "$1" was not imported because you are not allowed to create it.
ne: तपाईंलाई नयाँ बनाउने अनुमति नभएको पृष्ठ "$1" आयात गरिएन ।

source: Leave your observations in this project
ne: यस परियोजनाको लागी तपाईंको अवलोकन बुँदा छोड्नुहोस्

source: This change to $1 has been marked as patrolled.
ne: $1 मा गरिएको यो परिवर्तनलाई गस्ति गरिएको चिन्ह लगाइएको छ ।

source: Unable to load '%1'. Are you sure this is a ZIM file?
ne: '%1' खोल्न सकिएन के यो ZIM फाइल हो भन्ने कुरामा निश्चित हुनुहुन्छ ?

source: Change target of the green button in Main Page to Translation tool instead of First Steps.
ne: मूख्य पृष्ठमा रहेको हरियो बटनको लिनङ्क पहिलो चरणको सट्टा अनुवाद उपकरणमा बदल्ने ।

source: View the content page
ne: सामग्री पृष्ठ हेर्नुहोस

source: Collections
ne: संकलनहरू

source: A pie for you!
ne: तपाइको लागि एक पाई!

source: Color
ne: रङ्ग

source: Recent searches:
ne: भर्खरैका खोजहरूः

source: Could not release locks on database $1.
ne: डाटाबेस "$1" मा बन्दहरू खुल्ला गर्न सकिएन ।

source: Login successful.
ne: प्रवेश सफल ।

source: page title
ne: पृष्ठ शीर्षक

source: Distant view
ne: दूर दृश्य

source: No revisions can be merged.
ne: कुनै पनि पुनरावलोकनहरु जोड्न मिल्दैन ।

source: Excel Export
ne: एक्सेल निर्यात

source: Expand Blocks
ne: ब्लकहरू फिजाउने

source: Inverted colors
ne: रङ्ग उल्टाइएको

source: Bot: Unprotecting all files on page %(page)s
ne: बोट: %(page)s पानामा रहेका सबै तस्वीरहरूको सुरक्षा खारेज गर्दै

source: This wiki requires that files have an extension — like ".JPG" at the end of the filename.
ne: अन्तमा ".JPG" एक्सटेन्शन भएको फाइल नाम यस विकिले स्वीकार गर्छ।

source: ^Install Ubuntu Studio
ne: उबुन्टु स्टुडियो स्थापना गर्नुहोस

source: [Template fetch failed for $1: HTTP $2]
ne: [$1 को लागि ढाँचा पाउन सकिएन, त्रुटि: HTTP $2]

source: Camera model
ne: क्यामरा मोडल

source: Loading history
ne: इतिहास खोल्दै

source: contents
ne: विषयसूची

source: Allows for modifying settings through a wiki interface
ne: विकी इन्टरफेस द्वारा सेटिङ परिवर्तन गर्न दिन्छ

source: Split to new thread
ne: नयाँ धागो(thread) मा टुक्राउने

source: $1 my edits
ne: $1 मेरा सम्पादनहरू

source: Yes, Upgrade Now
ne: हो , अहिले अपग्रेड गर्नुहोस्

source: (Diff: $1, $2)
ne: (परि: $1, $2)

source: Unanswered Messages
ne: अनुत्तरित सन्देशहरु

source: Delete user {0}
ne: {0} प्रयोगकर्ता मेट्नुहोस

source: Dictionary
ne: शब्दकोष

source: Discard edits
ne: सम्पादन रद्द गर्नु

source: Everyone can edit
ne: हरेकले सम्पादन गर्न सक्छन्

source: Your watchlist has been updated.
ne: तपाईंको निगरानी सूची अद्यावधिक गरिएको छ।

source: Processing
ne: प्रक्रिया गरिदै

source: Size change in edit
ne: सम्पादनमा आकार परिवर्तन गर्ने

source: By submitting, you agree to transparency under these $1.
ne: सबमिट गरेर तपाईं यस $1 को अन्तर्गत पारदर्शिता स्वीकार गर्नुहुन्छ।

source: Extensions
ne: एक्सटेन्सनहरू

source: Web chat
ne: वेब कुराकानी

source: Revision author:
ne: संशोधन कर्ता:

source: Import finished!
ne: आयात सम्पन्न भयो!

source: No accounts have been linked to this webapp; press the item below to add an account.
ne: कुनै खाता यस वेबएपमा जोडिएको छैन; खाता थप्न तलको वस्तु थिच्नुहोस्।

source: H_TTPS Proxy
ne: H_TTPS प्रोक्सी:

source: Safar
ne: साफार

source: View content page
ne: कन्टेन्ट पृष्ठ हेर्नुहोस्

source: Finish
ne: सकाउने

source: Inactive
ne: असक्रिय

source: Recruit
ne: भर्ना

source: White sun with rays
ne: सेतो सूर्य र प्रकाश

source: The allowed extensions are:
ne: मान्य एक्सटेन्शनहरु हुन्

source: Get a printed book from our print-on-demand partner.
ne: हाम्रो प्रिन्ट-अन-डिमान्ड पार्टनरबाट पुस्तकको छापिएको संस्करण प्राप्त गर्ने।

source: 0 A.D.
ne: ० इ. सं.

source: Give us feedback
ne: हामीलाई सुझाव दिनुहोस्

source: Invalid chunk offset
ne: अमान्य चंक अफसेट

source: Remove restrictions on restored revisions
ne: पुनर्स्थापित पुनरावृत्तिबाट बन्देज हटाउने

source: Blink
ne: ब्लिङ्क

source: The specified file revision "$1" is not in the database.
ne: निर्दिष्ट फाइल पुनरीक्षण $1 डेटाबेसमा छैन।

source: Send the URL to this page to your friend(s) via e-mail
ne: यस पृष्ठमा आफ्नो मित्र(हरू)लाई URL ईमेलद्वारा पठाउनुहोस्

source: The current password is not correct
ne: वर्तमान पासवर्ड सही भएन

source: Import language names
ne: भाषा नामहरु आयात गर्ने

source: Create a book or page collection
ne: पुस्तक वा पृष्ठ सङ्ग्रह बनाउने

source: {{SITENAME}} anonymous user $1
ne: {{SITENAME}} अनाम प्रयोगकर्ता $1

source: <strong>Remember that this is only a preview.</strong> Your changes have not yet been saved!
ne: '''याद राख्नुहोस् यो केवल पूर्वावलोकन मात्र हो; तपाईंका परिवर्तनहरू संग्रहित भएका छैनन्!'''

source: Please wait …
ne: पर्खनुहोस् ...

source: Content Translation statistics
ne: सामग्री अनुवाद तथ्याङ्कहरू

source: IPTC scene code
ne: IPTC दृष्य कोड

source: Choose a skin to run the tests with:
ne: परीक्षणको लागि खोल छान्नुहोस्:

source: <strong>Note: Due to technical limitations, thumbnails of this file will not be animated.</strong>
ne: <strong>टिप्पणी: प्राविधिक सीमाको कारण, यस फाइलको थम्बनेल एनिमेटेड गर्न सकिदैन।</strong>

source: The given page title was invalid or had an inter-language or inter-wiki prefix. It may contain one or more characters that cannot be used in titles.
ne: दिएको पृष्ठ शीर्षक अमान्य, खाली वा गलत रुपमा अन्तर भाषा वा अन्तर विकी सम्बन्ध गरिएको थियो। यसमा शीर्षकमा प्रयोग गर्न नमिल्ने एक वा बढी अक्षरहरू रहेका हुनसक्छन् ।

source: Forum Icon
ne: फोरम चिह्न

source: Account information
ne: खाता जानकारी हेर्ने

source: "$1" is not a valid vote ID
ne: "$1" मान्य चुनाव परिचय भएन।

source: Project name
ne: योजनाको नाम

source: (current)
ne: (वर्तमान)

source: Contains blacklisted character $1
ne: कालो सुचीमा रहेको वर्ण $1 रहेको छ

source: Rich pages
ne: असल पृष्ठहरू

source: Enter a message:
ne: संदेश लेख्नुहोस्:

source: Aerialway Station
ne: हवाई मार्ग स्टेशन

source: Edit pages protected as "{{int:protect-level-autoconfirmed}}"
ne: "{{int:protect-level-autoconfirmed}}" अनुरूप सुरक्षित गरिएको पृष्ठहरूलाई सम्पादन गर्नुहोस्

source: Watch source page and target page
ne: यो पृष्ठ निगरानीमा राख्नुहोस्

source: Unable to write to your NFC Ring
ne: तपाईँको NFC Ring मा परिवर्तन गर्न सकिएन

source: Log off
ne: बाहिरिने

source: Template
ne: ढाँचा (टेम्प्लेट)

source: Move item down
ne: वस्तुलाई तल सार्ने

source: Talk page
ne: वार्तालाप

source: December
ne: डिसेम्बर

source: Confirmation email sent.
ne: यकिन इमेल पठाइयो ।

source: Copy location
ne: प्रतिलिपी स्थान

source: Tag names must not contain commas (<code>,</code>) or forward slashes (<code>/</code>).
ne: ट्याग नामहरूमा कमा(<code>,</code>) वा अगाडी स्ल्यास हुनु हुँदैन। (<code>/</code>)

source: <strong>Warning:</strong> You are redirecting this page to itself. You may have specified the wrong target for the redirect, or you may be editing the wrong page. If you click "{{int:savearticle}}" again, the redirect will be created anyway.
ne: <strong>चेतावनी:</strong> तपाईं यस पृष्ठलाई आफुमा पुनः निर्देशित गर्दै हुनुहुन्छ। हुनसक्छ तपाईं अनुप्रेषितको लागि गलत लक्ष्य निर्दिष्ट गर्दै हुनुहुन्छ, वा गलत पृष्ठको सम्पादन गर्दै हुनुहुन्छ। तपाईं पुनः एकपटक "{{int:savearticle}}" क्लिक गर्नुहुन्छ, पुनः निर्देशित त्यसै पनि बनाइनेछ।

source: Makes it easy to translate content pages
ne: यसले सामग्री पानाहरूलाई अनुवाद गर्न सहज बनाउँछ

source: Empty page
ne: खालि पृष्ठ

source: User name
ne: प्रयोगकर्ता नाम

source: Donate by direct debit
ne: प्रत्यक्ष डेबिटद्वारा दान गर्ने

source: Loading image
ne: तस्विर लोड गर्दै

source: the colony of %colony%
ne: %colony%को बस्ती

source: Select a display language (change will be applied next time you log in)
ne: प्रदर्शन भाषा चयन गर्नुहोस् (परिवर्तन अर्को समय लगइन गर्दा लागू गरिनेछ)

source: {{SITENAME}} user
ne: {{SITENAME}} प्रयोगकर्ता

source: Database $1 does not exist or is not local.
ne: डेटाबेस $1 उपलब्ध छैन या स्थानीय हैन।

source: The application %s has stopped responding.
ne: अनुप्रयोग %s ले जवाफ दिन बन्द गरेको छ।

source: Downloaded {PLURAL: r->dlcount|$1 time|$1 times}
ne: {PLURAL: r->dlcount|$1 पल्ट|$1 पल्ट} डाउनलोड गरिएको

source: A password reset email was generated, which is shown below, but sending it to the {{GENDER:$2|user}} failed: $1
ne: पासवर्ड रिसेट इमेल जारि गरिएको छ, जुन तल देखाइएको छ, तर यसलाई {{GENDER:$2|प्रयोगकर्ता}}मा पठाउन विफल भयो: $1

source: Messages
ne: सन्देशहरु

source: Anonymous {{PLURAL:$1|user|users}} of {{SITENAME}}
ne: {{SITENAME}} का {{PLURAL:$1||}} नाम नभएका सदस्य

source: Modulo (%)
ne: प्रतिशत (%)

source: Successful
ne: सफल भयो

source: Thanks log
ne: धन्यवाद लग

source: Trace scheduled for deletion
ne: मेट्नको लागि तालिकावद्ध गरिएको ट्रेस

source: Page title matches
ne: पृष्ठ शिर्षक मिल्छ

source: Configure System
ne: प्रणाली व्यवस्थापन

source: The user has been deleted.
ne: यो प्रयोगकर्ता मेटिएको छ।

source: South Korean won
ne: दक्षिण कोरियाली वोन

source: Filesystem and Shell interaction
ne: फाइलप्रणाली र आवरणीय विमर्श

source: Display active users
ne: सक्रिय प्रयोगकर्ताहरू देखाउनुहोस्

source: Notify me about these events
ne: निम्न घटनाहरूबारे मलाई जानकारी गराउने

source: Train
ne: रेल

source: Select an application to run when a music player is connected
ne: संगीत बजाउने यन्त्र जॊडीएपछि संगीत बजाउनकालागि एक अनुप्रयोग छान्नुहोस्

source: You are about to delete the file <strong>[[Media:$1|$1]]</strong> along with all of its history.
ne: तपाईं फाइल <strong>[[Media:$1|$1]]</strong> लाई इतिहास समेत हटाउन जाँदै हुनुहुन्छ।

source: Boot Options
ne: बुट बिकल्पहरू

source: Toner Level
ne: टोनर लेबल

source: 16 Hours
ne: १६ घण्टा

source: Phase 1 success list
ne: चरण १ सफलता सूची

source: watchers
ne: निगरानीकर्ताहरू

source: Activation Date
ne: सक्रिय गरिएको मिति

source: bot
ne: रोबोट

source: _Take Another Picture
ne: अर्को तस्वीर लिनुहोस

source: Artist: $1
ne: लेख : $1

source: Pause playback
ne: प्लेब्याक स्थगित गर्नुहोस्

source: Timeslider
ne: टाइमस्लाइडर

source: Reviewed
ne: समक्षित

source: The URL is invalid. Please do not use spaces.
ne: यो युआरयल अमान्य छ। कृपया स्पेसको प्रयोग नगर्नुहोला।

source: Could not calculate sources.list entry
ne: श्रोत हरु calculate गर्न सकियेना अन्तिम खाका

source: Height
ne: उचाई

source: Security type
ne: सुरक्षा प्रकार

source: Add colonists at current bonus
ne: हालको बोनसमा नयाँ बस्तीहरू थप गर्नुहोस्

source: Remember me
ne: मलाई सम्झनुहोस्

source: Default (currently %{name})
ne: पूर्वस्थापित(अहिलेको %{name})

source: Fishes
ne: माछा समूह

source: Other projects
ne: अन्य प्रोजेक्टहरू

source: Number of IP edits
ne: आइपीद्वारा सम्पादित संख्या

source: No device found
ne: यन्त्र फेला परेन

source: Pages that you view in this tab won't appear in your browser history. Bookmarks you create will be preserved, however.
ne: यस ट्याबमा हेर्नु भएको पृष्ठ आफ्नो ब्राउजर इतिहासमा देखा पर्दैन। बनाउनु भएको बुक्मर्क​ तथापि, संरक्षित हुनेछ।

source: Defender of the Wiki Barnstar
ne: विकिरक्षक बार्नस्टार

source: Physics
ne: भौतिकशास्त्र

source: Our users have posted a total of <b>{PLURAL: post_count|$1 message|$1 messages}</b> inside <b>{PLURAL: thread_count|$1 topic|$1 topics}</b>.
ne: हाम्रा प्रयोगकर्ताहरूले <b>{PLURAL: thread_count|$1 विषय|$1 विषयहरू}</b> मा कुल <b>{PLURAL: post_count|$1 सन्देश|$1 सन्देशहरू}</b> प्रकाशित गरेका छन्।

source: Pages using duplicate arguments in template calls
ne: ढाँचाको यस खण्डमा पृष्ठहरू दोहोरो तर्कहरू प्रयोग गरिरहेका छन्

source: <strong>You are now logged in to {{SITENAME}} as "$1".</strong>
ne: '''तपाईंले {{SITENAME}}मा "$1" को रुपमा प्रवेश गर्नुभएकोछ।'''

source: Translation statistics
ne: अनुवाद तथ्यांक

source: admin?
ne: प्रबन्धक?

source: Spain
ne: स्पेन

source: Reviewer
ne: समीक्षकहरु

source: Arcade
ne: आर्केड

source: New variable...
ne: नयाँ भेरिएबल ...

source: bytes
ne: बाइटहरू

source: switch2osm
ne: स्विचटु‍ओएसएम

source: Decline
ne: अस्वीकार गर्ने

source: Simple changes
ne: साधारण परिवर्तनहरू

source: Unlock Topic
ne: बन्द विषय खोल्ने

source: Navigating Wikidata
ne: विकिडेटा अन्वेषण

source: All external links in the new text
ne: नयाँ पाठमा सबै बाह्य लिङ्कहरू

source: Summarizes the main contributors to a page
ne: पृष्ठका मुख्य योगदानकर्ताहरु संक्षेप दिन्छ

source: Username or IP address
ne: प्रयोगकर्ताको नाम वा आइपी ठेगाना

source: New wiki text
ne: नयाँ विकी पाठ

source: ^Try Ubuntu MID without installing
ne: प्रतिस्थापन विना उबुन्ट् MID प्रयोग गरी हेर्नुहोस् (^T)

source: Confirm selection
ne: चयन निश्चित गर्नुहोस्

source: Page [[:$1]] '''could not''' be deleted.
ne: [[:$1]] पृष्ठ मेट्न '''सकिएन'''।
